tutorials/combustion/dieselFoam/aachenBomb/0/O2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      O2;
}
// ************************************************************************* //

dimensions          [ 0 0 0 0 0 0 0 ];

internalField       uniform 0.234;

boundaryField
{
    walls
    {
        type                zeroGradient;
    }
}

// ************************************************************************* //
